var arabicLang = {
    header: {
        title: 'شيء'
    },
    navbar: {
        home: 'الصفحة الرئيسية',
        whyApply: 'تطبيق',
        blog: 'مدونة',
        about: 'معلومات عنا',
        apply: 'قدم الآن'
    },
    main1: {
        title: 'المؤسس المشارك الفني الخاص بك',
        description: 'نساعد المؤسسين غير التقنيين على البدء في منتجهم.',
        apply: 'قدم الآن'
    },
    main2: {
        title: 'Pragma هي مجموعة من المطورين ، والمتسللين في المنتجات ، وعشاق بدء التشغيل ، والذين يقومون ببناء منتجك التقني على خطة دفع ملائمة للبرنامج.',
        description: 'جنبا إلى جنب مع الشركات الناشئة الأخرى المختارة على الدفعة ، يمكنك بناء منتج الحد الأدنى من المنتج مع فريق التكنولوجيا ذوي الخبرة على عقد التأجير المصمم. يمكنك البدء باستخدام دفعة مقدمة بنسبة 14٪ بينما يتم توزيع المبلغ المتبقي على 18 قسطًا شهريًا. ونظرًا لأننا لا نريدك أن تستمر في تمويل شيء ما بعد أن تقرر أنه لا يحقق ما تتوقعه ، فأنت تلتزم بـ 6 أشهر فقط من أصل 18 شهرًا. للمشاركة الكاملة للمخاطر والمكافأة ، نطلب حصة 3 ٪ في كل شركة ناشئة.        '
    },
    main4: {
        titleMain: 'فريقنا'
    },
    main3: {
        titleMain: 'عن طريق الانضمام إلينا',
        subTitle: "لا تحصل على مطور",
        description: "بمجرد الوصول إلى الدفعة ، يمكنك الوصول إلى أحد فرق التكنولوجيا الداخلية لدينا. هذا هو مدير المشروع (الذي هو أيضا سيد Scrum) ، مصمم واجهة المستخدم / UX ، المطور الرائدة (موبايل أو ويب - وفقا للمنتج الخاص بك) ، مهندس معماري الإشراف على المشروع ، ومطور الخلفية.        "
    },
    main5: {
        titleMain: 'الدفعة السابقة'
    },
    main6: {
        title: 'أنت لا تبني مجرد برنامج',
        description: 'نحن كذلك. وهذا هو سبب اختيارنا للعمل حصريًا مع الشركات الناشئة. مع الإبقاء على رؤيتنا العظيمة لبناء شركة تيك تفيد بشكل كبير التعاون والمنتج. من المؤكد أنه يأتي مع بعض الضغوط والعديد من الكافيين في جميع الأحوال ، لكننا مدمنوك تماماً مثلما أنت.        '
    },
    main7: {
        title: 'ستتوقف عن البحث عن التمويل',
        description: 'تم تصميم خطة السداد الخاصة بنا خصيصًا لمؤسسي إنشاء الحساب. يمكنك البدء في مشروعك بدفعة مقدمة بنسبة 14٪ بينما يتم توزيع باقي تكاليف التطوير على مدى 18 شهرًا. مع النطاق المستحسن ، يجب أن يكون لديك الإصدار الأول في غضون 5 إلى 8 أشهر ، حتى تتمكن من اختبار السوق الخاص بك وتقرر ما إذا كنت تريد متابعة. في أحسن الأحوال ، يحصل مشروعك على قوة الدفع التي تسعى إلى تحقيقها ويبدأ في دفع تكاليف التطوير الخاص به ، وفي أسوأ الأحوال يمكنك إلغاء الشهر التالي ، مع ما يصل إلى 60٪ من تكلفة المشروع (المبنية).        '
    },
    footer: {
        title: 'شيء'
    },
    why1: {
        title1: 'لماذا تنطبق على Pragma لبناء بدء التشغيل الخاص بي؟        ',
        subTitle: 'الجر هو ما تحتاجه',
        description: 'قبل خمس أو ست سنوات ، كان مشهد التكنولوجيا متحمّسًا للمؤسسين الذين لديهم "أفكار رائعة لبدء التشغيل". كانت الأفكار كافية لرفع اهتمام شركات VC ، والحصول على مسرعات ملحوظة مثل Y Combinator أو AngelPad لدعمك أو إقناع CTO من الدرجة الأولى للانضمام إليك. انها تقف لسبب لماذا ذهبت تلك الأوقات القديمة الجيدة. كان انخفاض حاجز الدخول إلى بناء شركة تكنولوجيا مغرية للغاية ، وسرعان ما كان الجميع يهرع إلى الاستيلاء على شريحة من الكعكة. نتيجة لذلك ، زاد معدل الفشل. ومنذ ذلك الحين ، أصبح إظهار قوة الجر مصدرًا رئيسيًا لكسب بعض الاهتمام والمصداقية. في مقالته: تطور مشروع Startup Pitch ، يقول ياسين ، الرئيس التنفيذي لدينا ، على هذا النحو: "إن الطلب هو طلب الثقة ، والثقة تتطلب أدلة ملموسة. سيطلب منك الأشخاص الذين تطلب منهم متابعتهم رؤية التقدم قبل الالتزام ". بالنسبة للمؤسسين غير الفنيين ، فإن هذا يعني عبءًا ثقيلًا من الإثبات المدعوم بالبيانات قبل أن يتمكنوا من كسب نقطة في المشهد. وبينما تجولنا في مراكز بدء التشغيل الرئيسية ، شهدنا مؤسسي النماذج التجارية المبدعين يفتقدون فرصًا مثيرة ، ببساطة لأنهم لم يتمكنوا من العثور على شركاء فنيين مستعدين للشروع معهم في رحلة بناء نسخة أولية من المنتج لاختبار فرصة السوق.        ',
        title2: 'خيارات الحالية',
        description2: {
            main: "بعد إجراء مسح سريع للمساحة الفنية ، فإنك تدرك أن لديك ثلاثة خيارات:            ",
            list: {
                li1: 'التعاقد مع مطور داخلي: هذا هو أحد أفضل الخيارات المتاحة أمامك. ولكن إذا لم تكن مؤسسًا مشاركًا تقنيًا ومستعدًا للحصول على جزء كبير من التعويضات في شكل حقوق الملكية ، فإن تكليف أحد المطورين الموهوبين سيكلفك ذراعًا ورجلاً ، وبضعة أشهر ، في أحسن الأحوال ، من الفحص والتحقق. المقابلات. وبمجرد توظيفهم ، بين التأمين الصحي ، والرواتب ، والتعويضات ، يمكنك بسهولة أن تجد نفسك تغرق تحت الأوراق مع ارتفاع معدل الحرق إلى أعلى السقف. بالإضافة إلى ذلك ، مع المنافسة الشرسة والطلب العالي على المطورين المهرة ، نتمنى لك التوفيق في إقناعهم بأنهم سيكونون أفضل حالاً معك من Dropbox ، أو Facebook لأنك تعتقد أنك تجلس على الشيء الكبير التالي.                ',
                li2: 'التعاقد مع شركات الخدمات الحرة في الخارج: يثني العديد من رواد الأعمال على مزايا الاستعانة بمصادر خارجية في أعمال التطوير في الخارج ، ونرى من أين يأتيون. يمكن أن تبدو التكاليف مغرية للغاية. القضية الرئيسية في هذا الخيار تبقى مراقبة الجودة. احتمالات شحن منتج كبير منخفضة بشكل ملحوظ لأن معظم العاملين لحسابهم الخاص في الخارج يميلون إلى افتقار إلى بدء التشغيل أو تجربة منتج قوية.                ',
                li3: 'العمل مع وكالة تنمية: متاح ومخصص لعملائها ، يمكن لوكالات التنمية ، عند اختيارها بحكمة ، شحن منتجات ذات جودة عالية. ولكن إذا لم تتمكن من الحصول على نوع من التمويل ، فمن غير المرجح أن تؤدي المحادثة مع متجر ديف الشهير إلى التعاون. حتى الجيدة منها متوسطة إلى حد ما لا يمكن تحملها لمؤسسي المرحلة الأولى مع وصول محدود إلى الأموال.                ',
            }
        },
        lastDescription: 'لقد أدركنا في مؤسسة Hidden Founders أنه لا يمكننا تقديم مهاراتنا كهيئة تنمية بسيطة للشركات الناشئة أو كمنصة حرة ، نظرًا للقصور الواضح بين هذه النماذج واحتياجات بدء التشغيل.        '
    },
    aboutUs: {
        title1: 'نقوم بالتوظيف',
        description1: "يقع مقرنا الرئيسي في مدينة نيويورك ، بدعم من بعض أفضل المستثمرين في سيليكون فالي ، ولدينا زملاء في جميع أنحاء العالم.  ",
        title2: 'مهمتنا',
        description2: 'لقد تم تأسيس اللوبي على أساس الاعتقاد بأنه لا يجب على مدرستك أو خلفيتك الحد من وصولك إلى الأفكار والمعارف التي يمكن أن تساعدك في الحصول على أفضل الوظائف في العالم. نحن في مهمة لإضفاء الطابع الديمقراطي على الوصول إلى الوظائف الأكثر طلبًا في العالم وجعل عملية التوظيف أكثر جدارة مما هي عليه اليوم.        ',
        title3: 'جميع أعضاء الفريق جميع أعضاء الفريق'
    }

}


export default arabicLang;
//Is tara bai sara pages is object ma add krna h r ek arabic.js bnani h is ma ta sara arabic ma ho